Revit 2027 API
ParameterTypeId.SteelElemPlateVolume Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateVolume { get; }
Public Shared ReadOnly Property SteelElemPlateVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateVolume {
	ForgeTypeId^ get ();
}
static member SteelElemPlateVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace